export const performance = [
 {title:"القدرة على تطوير اساليب العمل",max:5},
 {title:"القدره على تدريب غيره من العاملين",max:4},
 {title:"القدرة على تحديد متطلبات العمل",max:5},
 {title:"المهارة في التنفيذ",max:6},
 {title:"تحديد خطوات العمل",max:4},
 {title:"المحافظة على الوقت",max:6},
 {title:"التغلب على الصعوبات",max:6},
 {title:"المعرفة الفنية",max:4},
 {title:"المعرفة بنظم العمل",max:4},
 {title:"المتابعة لما يستجد",max:4},
 {title:"المشاركة في الاجتماعات",max:4},
 {title:"اقامة اتصالات عمل",max:5},
 {title:"تحمل مسؤوليات اعلى",max:3},
 {title:"المعرفة باهداف العمل",max:2},
 {title:"تقديم المقترحات",max:2},
 {title:"انجاز العمل بالوقت",max:4},
 {title:"المراجعة والتدقيق",max:4}
];

export const personality = [
 {title:"القدرة على الحوار",max:4},
 {title:"تقدير المسؤولية",max:4},
 {title:"حسن التصرف",max:4},
 {title:"تقبل التوجيهات",max:4},
 {title:"الاهتمام بالمظهر",max:3}
];

export const relations = [
 {title:"الرؤساء",max:3},
 {title:"الزملاء",max:3},
 {title:"المراجعين",max:3}
];
